---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.RenderingImageExposureSettings
source: html/3efd4881-c74a-ae75-931d-19de34e3ac17.htm
---
# RenderingImageExposureSettings Members

Releases all resources used by the RenderingImageExposureSettings